
START_MESSAGE = 'Привет, {}! Я бот, который поможет \nне\
забыть прочитать статьи, найденные \nтобой в интернете :)\n- Чтобы я запомнил твою статью, \nдостаточно передать \
мне ссылку \nна нее. К примеру https://example.com\n- Чтобы получить случайную \nстатью, достаточно передать мне \n\
команду /get_article \nНо помни! Отдавая статью тебе на \nпрочтение, она больше не \nхранится в моей базе. Так что \
тебе\nточно нужно ее изучить!\n- Чтобы ещё раз увидеть мои возможности\nвведи команду /help'

HELP_MESSAGE = '- Чтобы я запомнил твою статью, \nдостаточно передать \
мне ссылку \nна нее. К примеру https://example.com\n- Чтобы получить случайную \nстатью, достаточно передать мне \n\
команду /get_article \nНо помни! Отдавая статью тебе на \nпрочтение, она больше не \nхранится в моей базе. Так что \
тебе\nточно нужно ее изучить!'

GET_SAVED_LINK = 'Вот ваша статья: {}'

EMPTY_DB = 'Вы пока не сохранили ни одну ссылку\nCамое время начать!'

BAD_USER_ENTER = 'Не смог найти ссылку в вашем сообщении :(\nПример ссылки: https://example.com'

SUCCESSFUL_SAVE = 'Сохранил!\n- '
